examples/les_validation/sstWallFunction/0/T
FoamFile { version 2.0; format ascii; class volScalarField; location "0"; object T; }
dimensions [0 0 0 1 0 0 0];
internalField uniform 1200;
boundaryField
{
    xMin { type symmetryPlane; }
    xMax { type symmetryPlane; }
    bottom { type fixedValue; value uniform 750; }
    top { type fixedValue; value uniform 750; }
    zEmpty { type empty; }
}
