examples/les_validation/sstWallFunction/constant/physicalProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      physicalProperties;
}

thermoType
{
    type            hePsiThermo;
    mixture         pureMixture;
    transport       const;
    thermo          hConst;
    equationOfState perfectGas;
    specie          specie;
    energy          sensibleInternalEnergy;
}

mixture
{
    specie { molWeight 28.970253; }
    thermodynamics { Cp 1004.5; Hf 0; }
    transport { mu 1.8e-5; Pr 0.72; }
}
